<template>
    <AdminLayout>
        <Head title="プライバシーポリシー" />
        <div class="pt-6 md:px-2 px-4">  
            <h1 class="mb-2 text-lg font-bold">プライバシーポリシー</h1>
            <hr class="mb-8" />
            <div class="mb-8 text-sm">
                <div class="text-neutral-600">
                    このプライバシーポリシー（以下「本プライバシーポリシー」と言う。）は、とれとれガチャステーション（以下「当社」と言う。）が取得する個人情報の取り扱いについて定めています。当社は、本プライバシーポリシー、個人情報の保護に関する法律（以下「個人情報保護法」と言う。）、関係法令及びガイドライン等を遵守し、個人情報を適切に取り扱います。<br/><br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">1. 個人情報の取得</h2>
                <div class="text-neutral-600">
                    当社は、サービスの提供その他事業活動に際し、当社が提供するサービスの利用者（以下「サービス利用者」と言う。）その他の個人から、適正に個人情報を取得します。個人情報の取得にあたっては、利用目的を明確にし、偽りその他不正の手段により個人情報を取得しません。
                    <br/>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">2. 個人情報の利用</h2>
                <div class="text-neutral-600">
                    当社が取得した個人情報は、以下に定める目的を達成するために必要な範囲で利用し、当該目的以外で利用しません。また、当社は、以下の目的以外で個人情報を利用する場合には、あらかじめ本人の同意を得た上で利用します。
                    <p class="ml-4 -indent-4">1. 当社がサービスを提供するため</p>
                    <p class="ml-4 -indent-4">2. 本人確認又は本人確認のための認証サービスを利用するため</p>
                    <p class="ml-4 -indent-4">3. 当社のサービスにおけるお客様へのお支払い又はお客様への利用料金の請求のため</p>
                    <p class="ml-4 -indent-4">4. お問い合わせなどに対応するため</p>
                    <p class="ml-4 -indent-4">5. 当社のサービスに関するアンケートやキャンペーン、イベントなどを実施するため</p>
                    <p class="ml-4 -indent-4">6. 当社又は当社に広告を委託した第三者の広告を実施するため</p>
                    <p class="ml-4 -indent-4">7. 当社のサービスのメンテナンスやお知らせの必要に応じた連絡のため</p>
                    <p class="ml-4 -indent-4">8. 当社のサービス又はネットワーク等のシステム障害、不具合、事故発生時の調査及び対応のため</p>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">3. 個人情報の安全管理</h2>
                <div class="text-neutral-600">
                    当社は、個人情報を正確、最新の内容に保つよう努めるとともに、合理的かつ適切な安全管理措置を講じます。
                    <br/>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">4. 個人情報の委託等</h2>
                <div class="text-neutral-600">
                    当社は、利用目的の達成に必要な範囲内において、個人情報の取扱いの全部又は一部を第三者に委託する場合があります。この場合、当社は、委託先としての適格性を十分審査するとともに、契約にあたって守秘義務に関する事項等を定め、委託先に対する必要かつ適切な監督を行います。 また、当社は、個人情報の全部又は一部を個人情報保護法の定めに基づいて、共同利用することがあります。
                    <p class="ml-4 -indent-4"></p>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">5. 個人情報の第三者提供</h2>
                <div class="text-neutral-600">
                    当社は、以下に定める場合を除き、あらかじめ本人の同意を得ることなく、個人情報を第三者に提供しません。
                    <p class="ml-4 -indent-4">1. 人の生命、身体又は財産の保護のために必要な場合であって、本人の同意を得ることが困難又はその暇がない場合</p>
                    <p class="ml-4 -indent-4">2. 公衆衛生の向上又は児童の健全な育成の推進のために特に必要な場合であって、本人の同意を得ることが困難又は暇がない場合</p>
                    <p class="ml-4 -indent-4">3. 法令が定める事務について、国の機関若しくは地方公共団体又はその委託を受けた者が遂行することに対して、当社が協力する必要がある場合であって、本人の同意を得ることにより、当該事務の遂行に対して支障を及ぼすおそれがある場合</p>
                    <p class="ml-4 -indent-4">4. 円滑に業務を遂行するために、利用目的の達成に必要な範囲内で、個人情報の取扱いの全部又は一部を第三者に委託する場合</p>
                    <p class="ml-4 -indent-4">5. 当社の合併、その他の事由による事業の承継に伴い、個人情報が提供される場合</p>
                    <p class="ml-4 -indent-4">6. 特定の者との間で個人情報を共同利用する場合に、その旨及び共同して利用する個人情報の項目、共同して利用する者の範囲、利用する者の利用目的及び当該個人情報の管理に対して、あらかじめ責任を有する者の氏名又は名称を本人に通知し、又は本人が容易に知り得る状態にある場合</p>
                    <p class="ml-4 -indent-4">7. その他法令で認められる場合</p>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">6. 個人情報の開示や訂正等</h2>
                <div class="text-neutral-600">
                    当社は、本人から自己の個人情報の開示に関する請求がある場合、速やかに開示します。但し、当該情報を開示することにより、次のいずれかに該当する場合は、その全部又は一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。
                    <p class="ml-4 -indent-4">1. 本人や第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</p>
                    <p class="ml-4 -indent-4">2. 当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合</p>
                    <p class="ml-4 -indent-4">3. その他法令に違反することとなる場合</p>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">7. 個人情報の利用停止等</h2>
                <div class="text-neutral-600">
                    当社は、当社が提供するサービスの利用者本人から、個人情報が利用目的の範囲を超えて取り扱われているという理由又は不正の手段により取得されたものであるという理由により、その利用の停止又は消去を求められた場合には、遅滞なく調査を行い、その結果に基づき、個人情報の利用停止等を行い、その旨本人に通知します。但し、個人情報の利用停止等に多額の費用を有する場合、その他利用停止等を行うことが困難な場合であって、ご本人の権利利益を保護するために必要な代替措置をとることができる場合は、当該代替策を提示します。
                    <p class="ml-4 -indent-4"></p>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">8. プライバシーポリシーの変更</h2>
                <div class="text-neutral-600">
                    本プライバシーポリシーは、改定する場合があります。本プライバシーポリシーを改定した場合には、その旨をウエブサイト上でお知らせしますので、定期的にご確認下さい。 変更後の本プライバシーポリシーについては、当社が別途定める場合を除いて、ウエブサイト上に掲載した時から効力を生じるものとします。
                    <p class="ml-4 -indent-4"></p>
                    <br/>
                </div>

                <h2 class="text-sm font-semibold mb-1">9. お問い合わせ先</h2>
                <div class="text-neutral-600">
                    個人情報の取扱いに関するお問い合わせは、下記アドレスまでご連絡をお願いします。<br/>
                    gaogaosan0002@gmail.com<br/>
                    <br/>
                </div>



            </div>
        </div>
        
    </AdminLayout>

</template>
<script>
    import { Link, Head } from '@inertiajs/inertia-vue3';
    import AdminLayout from '@/Layouts/Admin.vue';
    export default {
        components: { Link, AdminLayout, Head },
    }
</script>